

# currentUser - activeUser
    # объект с информацией о текущем залогиненном пользователе

# informer - informerString
    # строка с информацией для пользователя, которая заполняется в зависимости от статуса

# fields - parsedFields
    # объект с полями, полученный после парсинга xml-документа

# result - fileReadAsString
    # результат прочтения файла, представленный в види строки base64

# doc - docBlob
    # документ, сохраненный как Blob

# isSuccess - isUserCheckSuccess
    # переменная с данными проверки о том, удовлетворяет ли пользователь всем необходимым проевркам, чтобы показывать
    # ему определенный статус

# hasCertificate - isUserHasCertificate
    # результат проверки того, есть ли у пользователя сертификат

# text - userCertificateInfoString
    # строка с информацией о сертификате пользователя

# type - userCertificateStatus
    # переменная с одним из нескольких возможных статусов пользователя в зависимости от его сертификатов

# toShow - totalNumbefOfUsers
   # общее количество пользователей

# doc - docToSign
    # документ, ожидающий очереди на подпись

# title - buttonText
    # текст кнопки
